Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G05.tmx
Source language: en_us
Languages: zh_cn

source: Bill Clinton My Life FIFTY-FOUR (Part 1)
zh_cn: 克林顿《我的生活》第五十四章（上） 千禧年前三个月

source: Hillary and I began the first day of the new century and the last year of my presidency with a joint radio address to the American people, which was also televised live.
zh_cn: 新世纪的第一天，也是我总统任期最后一年的第一天，我和希拉里向美国民众发表联合广播致辞，电视也进行了现场直播。

source: We had stayed up with the revelers at the White House until about two-thirty in the morning, and we were tired but eager to mark this day.
zh_cn: 我们和来白宫的客人一直欢庆到约凌晨2点半，虽然很累，但大家都渴望纪录下这一天。

source: A remarkable worldwide celebration had taken place the night before: billions of people had watched on television as midnight broke first in Asia, then in Europe, then in Africa, South America, and finally North America.
zh_cn: 昨夜，在全世界举行了引人瞩目的庆典。午夜，几十亿人通过电视观看了先后在亚洲、欧洲、非洲、南美洲和北美洲来临的新千年瞬间。

source: The United States was entering the new century of global interdependence with a unique combination of economic success, social solidarity, and national self-confidence, and with our openness, dynamism, and democratic values being celebrated the world over.
zh_cn: 美国以特有的姿态进入了一个全球化的新世纪，我们的经济兴旺、社会团结、国民自信；我们所倡导的开放、活力和民主的价值观正在世界范围得到赞许。

source: Hillary and I said that we Americans had to make the most of this opportunity to keep making our own country better and to spread the benefits and share the burdens of the twenty-first-century world.
zh_cn: 我和希拉里都感慨地说，美国人一定要充分利用这一机遇，把我们自己的国家建设得更好，并在21世纪与世界各国同舟共济。

source: That's what I intended to spend my last year doing.
zh_cn: 我希望能够这样度过自己总统任期的最后一年。

source: Defying historical trends, the seventh year of my presidency had been full of achievement because we had continued to work on the publics business through the impeachment process and afterward, following the agenda laid out in the State of the Union address and dealing with problems and opportunities as they arose.
zh_cn: 和以往的趋势不同，我的总统任期第七年业绩显著。这是因为，即使在弹劾风波前后，我们都把民众的事情放在首位，谨遵国情咨文的规划，适时抓住机遇并及时处理问题。

source: The traditional winding down in the last half of a President's second term had not occurred. I was determined not to let it happen this year, either.
zh_cn: 总统在第二任后半期没有什么作为的普遍现象并没有发生在我身上，我决心将好势头保持下去。

source: The new year brought the loss of one of my old partners, as Boris Yeltsin resigned and was succeeded by Vladimir Putin.
zh_cn: 新的一年中，我失去了一位政坛老搭档。俄罗斯总统叶利钦辞职，弗拉基米尔·普京继任。

source: Yeltsin had never fully recovered his strength and stamina after his heart surgery, and he believed Putin was ready to succeed him and able to put in the long hours the job required.
zh_cn: 自从做了心脏手术，叶利钦就没能完全恢复体力和精力。他相信普京已做好接替他的准备，并能够长时间投入工作中，那是这份工作所需要的。

source: Boris also knew that giving the Russian people the chance to see Putin perform would increase the chances that he would win the next election.
zh_cn: 叶利钦也明白，让俄罗斯人民有机会检验一下普京的表现，有利于他在下届大选中获胜。

source: It was both a wise and a shrewd move, but I was going to miss Yeltsin.
zh_cn: 这一做法既老到又精明，但我会想念叶利钦的。

source: For all his physical problems and occasional unpredictability, he had been a courageous and visionary leader.
zh_cn: 尽管身体不好，偶尔还有出人意料之举，但他仍是一位勇敢而且目光远大的领导者。

source: We trusted each other and had accomplished a lot together.
zh_cn: 我们相互信任，一起取得了不少成就。

source: On the day he resigned we talked on the phone for about twenty minutes, and I could tell he was comfortable with his decision.
zh_cn: 他辞职那天，我们通了近20分钟电话，我可以从对话中听出来，他是欣然做出这一决定的。

source: He left office as he had lived and governed, in his own unique way.
zh_cn: 他以自己独特的方式生活和治理国家，并以这种方式离任。

source: On January 3, I went to Shepherdstown, West Virginia, to open peace talks between Syria and Israel. Ehud Barak had pressed me hard to hold the talks early in the year.
zh_cn: 1月3日，我去西弗吉尼亚的谢泼兹敦为叙利亚和以色列举办和平谈判，埃胡德·巴拉克早就催促我在年初举行这一谈判。

source: He was growing impatient over the peace process with Arafat, and was unsure whether their differences over Jerusalem could be resolved.
zh_cn: 他对阿拉法特在和平进程方面的工作有些不耐烦，并对双方解决耶路撒冷问题的分歧充满疑虑。

source: By contrast, he had told me months before that he was prepared to give the Golan Heights back to Syria as long as Israel's concerns could be satisfied about its early-warning station on the Golan and its dependence on Lake Tiberias, otherwise known as the Sea of Galilee, for one-third of its water supply.
zh_cn: 而另一方面，几个月前他告诉过我，准备将戈兰高地还给叙利亚，前提是叙利亚满足以方提出的在戈兰高地上建立预警站和保证以方从太巴列湖或称加利利海获得其1/3供水的要求。

source: The Sea of Galilee is a unique body of water: the bottom part is salt water fed by underground springs, while the top layer is fresh water.
zh_cn: 加利利海是一片独一无二的水域：底部是地下泉水形成的咸水，顶层则是淡水。

source: Because fresh water is lighter, care had to be taken not to draw down the lake too much in any given year lest the covering layer of fresh water becomes too light to hold the salt water down.
zh_cn: 因为淡水比重较轻，所以每一年从湖中取水都需要慎之又慎，否则顶层淡水过少会无法覆盖咸水。

source: If the fresh water were to fall below a certain point, the salt water could rush upward and mix with it, taking out a water supply that is essential for Israel.
zh_cn: 如果淡水降至某个临界点，咸水将上涌与之混合。这样以色列就会失去性命攸关的水源。

source: Before he was killed, Yitzhak Rabin had given me a commitment to withdraw from the Golan to the June 4, 1967, borders as long as Israel's concerns were satisfied.
zh_cn: 在遇刺前，伊扎克·拉宾曾向我承诺，如果以方关心的问题能得到满足，他们将从戈兰高地撤至1967年6月4日划定的边界。

source: The commitment was given on the condition that I keep it in my pocket until it could be formally presented to Syria in the context of a complete solution.
zh_cn: 这一承诺的前提是我不得泄露其内容，等问题能得到彻底解决时再正式向叙利亚提出。

source: After Yitzhaks death, Shimon Peres reaffirmed the pocket commitment, and on this basis we had sponsored talks between the Syrians and the Israelis in 1996 at Wye River.
zh_cn: 拉宾去世后，西蒙·佩雷斯重申了这个一揽子承诺。在此基础上，我们提议于1996年在怀依河举行叙以和谈。

source: Peres wanted me to sign a security treaty with Israel if it gave up the Golan, an idea that was suggested to me later by Netanyahu and would be advanced again by Barak.
zh_cn: 佩雷斯想和我就以方放弃戈兰高地签订一个安全条约。后来，内塔尼亚胡和巴拉克也都提出了这样的要求。

source: I had told them I was willing to do it.
zh_cn: 我告诉他们这正合我意。

source: Dennis Ross and our team had been making progress until Bibi Netanyahu defeated Peres in the election amid a rash of terrorist activity. Then the Syrian negotiations faltered.
zh_cn: 伴随着以色列大选的进行，发生了一连串的恐怖袭击，比比·内塔尼亚胡赢了佩雷斯。此前丹尼斯·罗斯和我们的谈判小组一直在取得进展，但此时的叙以谈判摇摇欲坠。

source: Now Barak wanted to start them up again, though as yet he was unwilling to reaffirm the precise words of the Rabin pocket commitment.
zh_cn: 巴拉克想重新启动谈判，尽管目前他不愿意再新做出承诺拉宾提出的一揽子计划的原话。

source: Barak had to contend with a very different Israeli electorate from the one Rabin had led. There were many more immigrants, and the Russians in particular were opposed to giving up the Golan.
zh_cn: 巴拉克不得不同与拉宾时期完全不同的以色列选民据理力争，因为国内有了更多的移民。其中，俄裔移民尤其反对交出戈兰高地。

source: Natan Sharansky, who had become a hero in the West during his long imprisonment in the Soviet Union and had accompanied Netanyahu to Wye in 1998, explained the Russian Jews attitude to me.
zh_cn: 纳坦·夏兰斯基在苏联被长期监禁时就已成为西方人眼中的一名英雄人物，1998年他陪同内塔尼亚胡去怀依，向我解释了俄裔犹太人的态度。

source: He said they had come from the world's largest country to one of its smallest ones, and didn't believe in making Israel even smaller by giving up the Golan or the West Bank.
zh_cn: 他说，他们从世界上最大的国家到了最小的国家之一，并不觉得放弃戈兰高地或是西岸地区是明智之举。

source: They also considered Syria to be no threat to Israel. They weren't at peace but were not at war either.
zh_cn: 他们还认为，叙利亚根本不能对以色列构成威胁，两国间虽然不是和平共处，但也没有交战。

source: If Syria attacked Israel, the Israelis could win easily.
zh_cn: 如果叙利亚向以色列发起进攻，以色列肯定轻松取胜。

source: Why give up the Golan?
zh_cn: 没有理由交出戈兰高地。

source: While Barak didn't agree with this view, he had to contend with it.
zh_cn: 可巴拉克不认同这一观点，所以他不得不应付争议。

source: Nevertheless, he wanted to make peace with Syria, was confident the issues could be resolved, and wanted me to convene negotiations as soon as possible.
zh_cn: 尽管这样，他希望和叙利亚重修旧好，并确信这一争议能够被解决，也希望我尽快召集和谈。

source: By January, I had been working for more than three months with the Syrian foreign minister, Farouk al-Shara, and by telephone with President Assad to set the stage for the talks.
zh_cn: 到1月为止，我已与叙利亚外长法鲁克·阿尔-沙拉共同努力了三个多月，并与阿萨德总统通电话为和谈打好基础。

source: Assad was not in good health and wanted to regain the Golan before he died, but he had to be careful.
zh_cn: 阿萨德身体不好，想在去世前重新得到戈兰高地，但他确实需要谨慎。

source: He wanted his son Bashar to succeed him, and apart from his own conviction that Syria should get back all the land it had occupied before June 4, 1967, he had to make an agreement that would not be subject to attack from forces within Syria whose support his son would need.
zh_cn: 除了要夺回1967年6月4日前叙利亚主权领土这个他自己的信念之外，他还要与国内各派力量达成一致意见，以免造成内讧。因为他想让儿子巴沙尔继承他的位子，而他儿子需要这些人的支持。

source: Assad's frailty and a stroke suffered by Foreign Minister Shara in the fall of 1999 heightened Barak's sense of urgency.
zh_cn: 阿萨德的身体虚弱，外长沙拉也在1999年秋中风，这使巴拉克万分焦急。

source: At his request, I sent Assad a letter saying I thought Barak was willing to make a deal if we could resolve the definition of the border, the control of water, and the early-warning post, and that if they did reach agreement, the United States would be prepared to establish bilateral relations with Syria, a move Barak had urged.
zh_cn: 在他的要求下，我给阿萨德写了封信，信上说，我认为在解决划定边界、水资源管控、预警站等问题的前提下，巴拉克有意愿达成协议，如果双方确实达成了协议，美国将准备与叙利亚建立双边关系，而这正是巴拉克曾力劝我方做的。

source: That was a big step for us, given Syria's past support of terrorism.
zh_cn: 考虑到叙利亚曾经是恐怖主义的支持者，这步棋于我们而言也是不容易跨出的一步。

source: Of course, Assad would have to stop supporting terrorism in order to achieve normal relations with the U.S., but if he had the Golan back, the incentive to support the Hezbollah terrorists who attacked Israel from Lebanon would evaporate.
zh_cn: 当然，要与美国建立正常关系，阿萨德必然不能继续支持恐怖主义，但如果他重获了戈兰高地，也就没有了支持黎巴嫩真主党恐怖分子袭击以色列的理由。

source: Barak wanted peace with Lebanon, too, because he had committed to withdrawing Israeli forces from the country by the end of the year, and a peace agreement would make Israel safer from Hezbollah attacks along the border, and would not make it appear that Israel had withdrawn because of the attacks.
zh_cn: 巴拉克也想跟黎巴嫩和解。他已承诺在年底从黎巴嫩撤军，而且，如果达成和平协议的话，将使以色列边界免遭真主党袭击，也不会让人觉得以色列撤军是因为害怕遭到进攻。

source: As he well knew, no agreement with Lebanon would come without Syria's consent and involvement.
zh_cn: 巴拉克清楚地知道，没有叙利亚的赞同和介入，他们不可能与黎巴嫩达成和解。

source: Assad replied a month later in a letter that appeared to back away from his previous position, perhaps because of the uncertainties in Syria that his and Shara's health problems had caused.
zh_cn: 一个月后，阿萨德的回信跟以前相比似乎做了些让步，或许是因为自己和沙拉的健康问题给国内造成了不安定因素。

source: However, a few weeks after that, when Madeleine Albright and Dennis Ross went to see Assad and Shara, who seemed completely recovered, Assad told them that he wanted to resume negotiations and was ready to make peace because he believed Barak was serious.
zh_cn: 然而，几周后，当马德莱娜·奥尔布赖特和丹尼斯·罗斯去看望他们时，他俩看上去好像完全恢复了。阿萨德说，他想重新继续谈判，并做好了和解的准备，因为他相信巴拉克是认真的。

source: He even agreed to have Shara negotiate, something he had not done before, as long as Barak would personally handle the Israeli side.
zh_cn: 只要巴拉克亲自把国内各派打理好，他甚至还答应派沙拉去谈，这在以前是不可能的。

source: Barak accepted eagerly and wanted to begin immediately.
zh_cn: 巴拉克热切地接受了建议，并想立即开始谈判。

source: I explained that we could not do it during the Christmas holidays, and he agreed to our timetable: preliminary talks in Washington in mid-December, to be resumed early in the New Year with my participation and to continue uninterrupted until agreement was reached.
zh_cn: 我解释了我们在圣诞节期间无法开启谈判的理由，他同意了我们提出的时间表：初步的会谈将于12月中旬在华盛顿进行，正式谈判从新年初开始，我会参加，直至达成协议。

source: The Washington talks got off to a bit of a rocky start with an aggressive public statement by Shara. Nevertheless, in the private talks, when Shara suggested that we should start where the talks had left off in 1996, with Rabin's pocket commitment of the June 4 line provided Israel's needs were met, Barak responded that while he had made no commitment on territory, we do not erase history.
zh_cn: 在华府的会谈开始阶段因为沙拉公开的挑衅性言论而一度中断，然而在私下会谈时，他却建议从1996年搁下的地方接着谈，即，如果以方的要求得到满足的话，是否兑现拉宾承诺的一揽子计划。巴拉克回应说，尽管他从没就领土问题做出过任何承诺，但“我们不能抹去历史”。

source: The two men then agreed that I could decide the order in which the issues-including borders, security, water, and peace-would be discussed.
zh_cn: 于是，他们俩人同意由我决定以什么样的顺序来讨论边界、安全、水源、和平等问题。

source: Barak wanted the negotiations to continue uninterrupted; that would require the Syrians to work through the end of Ramadan on January 7 and not go home to celebrate the traditional feast of Eid Al Fitr at the end of the fasting period.
zh_cn: 巴拉克想不间断地谈判，这就要求叙利亚人坚持到1月7日斋月结束，不能回家庆祝传统的开斋节。

source: Shara agreed, and the two sides went home to prepare.
zh_cn: 沙拉答应了，于是双方分别回国去准备。

source: Although Barak had pushed hard for the early negotiations, he soon began to worry about the political consequences of giving up the Golan without having prepared the Israeli public for it.
zh_cn: 尽管巴拉克极力促成初步的谈判，但不久，他就开始担心交出戈兰高地产生的政治后果，毕竟他没有做好国内民众的工作。

source: He wanted some cover: the resumption of the Lebanon track to be conducted by the Syrians in consultation with the Lebanese; the announcement by at least one Arab state of an upgrade of relations with Israel; clear security benefits from the United States; and a free-trade zone on the Golan.
zh_cn: 他需要一些藉口：重新恢复和黎巴嫩的和谈，由叙利亚人通过与黎巴嫩人协商来进行；至少有一个阿拉伯国家宣布，提升与以色列之间的关系；美国明确承诺提供安全方面的援助；在戈兰高地建一个自由贸易区。

source: I agreed to support all these requests and took things a step further, calling Assad on December 19 and asking him to resume the Lebanese track at the same time as the Syrian talks and to help retrieve the remains of three Israelis still listed as missing in action from the Lebanon war almost twenty years earlier.
zh_cn: 我同意了支持所有这些要求，为了进一步创造有利条件，我还在12月19日打电话给阿萨德，请求他在叙以恢复和谈的同时也让黎巴嫩和谈重新启动，并帮助寻找20年前在黎巴嫩战争中三名失踪以色列人的遗骸。

source: Assad agreed to the second request and we sent a forensics team to Syria, but unfortunately the remains weren't where the Israelis thought they would be.
zh_cn: 阿萨德同意了第二个要求，我们派去一个法医小组，但运气不好，遗骸并不在以色列人所认为的地方。

source: On the first issue, Assad hedged, saying the Lebanese talks should resume once some headway had been made on the Syrian track.
zh_cn: 对于第一个要求，阿萨德避免作出正面答复，他说，只有叙以和谈取得一些进展后才能开始黎巴嫩方面的和谈。

source: Shepherdstown is a rural community a little more than an hours drive from Washington; Barak had insisted on an isolated setting to minimize leaks, and the Syrians didn't want to go to Camp David or Wye River because other high-profile Middle East negotiations had occurred there.
zh_cn: 谢泼兹敦是一个乡间社区，离华盛顿有一个小时多一点的车程。巴拉克一直坚持选这个偏僻的地方是为了最小程度减少消息泄露，而叙利亚人也不愿去戴维营或怀依河，因为其它高级别的中东和平谈判均在这两地举行。

source: That was fine with me; the conference facilities in Shepherdstown were comfortable, and I could get there from the White House in about twenty minutes by helicopter.
zh_cn: 我对此并无意见。谢泼兹敦的会议设施非常舒服，我从白宫乘直升机约20分钟便可到达。

source: It quickly became apparent that the two sides were not that far apart on the issues.
zh_cn: 很快，我们明显地感到双方的分歧不是不可以弥合的。

source: Syria wanted all of the Golan back but was willing to leave the Israelis a small strip of land, 10 meters (33 feet) wide, along the border of the lake; Israel wanted a wider strip of land.
zh_cn: 叙利亚想要回戈兰高地的全部，但愿意给以色列留下一小块狭长陆地，10米宽，在沿湖的边界处；以色列嫌太窄，想再宽些。

source: Syria wanted Israel to withdraw within eighteen months; Barak wanted three years.
zh_cn: 叙利亚希望以色列在18个月内撤军，而巴拉克的意见是三年。

source: Israel wanted to stay in the early-warning station; Syria wanted it manned by personnel from the UN or perhaps from the U.S. Israel wanted guarantees on the quality and quantity of water flowing from the Golan into the lake; Syria agreed as long as it got the same guarantees on its water flow from Turkey.
zh_cn: 以色列想继续派人驻扎于预警站，而叙利亚想请联合国或是美国派人看守。以色列希望从戈兰高地流入湖里的水的数量和质量得到保证，叙利亚说只要从土耳其流过来的水能得到同样的保证就答应这个条件。

source: Israel wanted full diplomatic relations as soon as withdrawal began; Syria wanted something less until the withdrawal was complete.
zh_cn: 以色列想从撤军伊始就全面建立外交关系，叙利亚却要等到撤军完毕再考虑外交关系。

source: The Syrians came to Shepherdstown in a positive and flexible frame of mind, eager to make an agreement.
zh_cn: 在谢泼兹敦，叙利亚派来的谈判团队采取的是积极灵活的态度，渴望能够达成协议。
